Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 约 %.1f GB/小时
ar: نحو %.1f GB/ساعة
de: Etwa %.1f GB/Stunde
en: About %.1f GB/hour
es: Unos %.1f GB/hora
fr: Environ %.1f Go/heure
hi: लगभग %.1f GB/घंटा
id: Sekitar %.1f GB/jam
it: Circa %.1f GB/ora
ja: 約 %.1f GB/時間
ko: 약 %.1f GB/시간
nl: Ongeveer %.1f GB/uur
pl: Około %.1f GB/godzinę
pt: Cerca de %.1f GB/hora
ru: Около %.1f ГБ/час
sv: Cirka %.1f GB/timme
th: ประมาณ %.1f GB/ชั่วโมง
tr: Yaklaşık %.1f GB/saat
uk: Близько %.1f ГБ/год
vi: Khoảng %.1f GB/giờ
zh_hant: 約 %.1f GB/小時

source: 线上会议
ar: اجتماع عبر الإنترنت
de: Online-Sitzung
en: Online Meeting
es: Reunión en línea
fr: Réunion en ligne
hi: ऑनलाइन बैठक
id: Rapat Online
it: Riunione online
ja: オンライン会議
ko: 온라인 회의
nl: Online vergadering
pl: Spotkanie online
pt: Reunião online
ru: Онлайн-встреча
sv: Onlinemöte
th: การประชุมออนไลน์
tr: Çevrimiçi Toplantı
uk: Онлайн-нарада
vi: Cuộc họp trực tuyến
zh_hant: 線上會議

source: 线上会议或面对面会议
ar: اجتماع عبر الإنترنت أو حضوري
de: Online- oder persönliche Sitzung
en: Online or In-Person Meeting
es: Reunión en línea o presencial
fr: Réunion en ligne ou en présentiel
hi: ऑनलाइन या आमने-सामने बैठक
id: Rapat Online atau Tatap Muka
it: Riunione online o in presenza
ja: オンライン会議または対面会議
ko: 온라인 또는 대면 회의
nl: Online of fysieke vergadering
pl: Spotkanie online lub osobiste
pt: Reunião online ou presencial
ru: Онлайн-встреча или встреча очно
sv: Onlinemöte eller fysiskt möte
th: การประชุมออนไลน์หรือพบปะกัน
tr: Çevrimiçi veya Yüz Yüze Toplantı
uk: Онлайн-нарада або особиста зустріч
vi: Cuộc họp trực tuyến hoặc gặp trực tiếp
zh_hant: 線上會議或面對面會議

source: 线条粗细
ar: سماكة الخط
de: Linienstärke
en: Line thickness
es: Grosor de línea
fr: Épaisseur du trait
hi: रेखा मोटाई
id: Ketebalan garis
it: Spessore linea
ja: 線の太さ
ko: 선 굵기
nl: Lijndikte
pl: Grubość linii
pt: Espessura da linha
ru: Толщина линии
sv: Linjetjocklek
th: ความหนาเส้น
tr: Çizgi kalınlığı
uk: Товщина лінії
vi: Độ dày đường nét
zh_hant: 線條粗細

source: 组件下载失败，已跳过
ar: فشل تنزيل المكوّن؛ تم التخطي
de: Komponenten-Download fehlgeschlagen; übersprungen
en: Component download failed; skipped
es: Error al descargar el componente; omitido
fr: Échec du téléchargement du composant ; ignoré
hi: घटक डाउनलोड विफल; छोड़ा गया
id: Gagal mengunduh komponen; dilewati
it: Download del componente non riuscito; saltato
ja: コンポーネントのダウンロードに失敗したためスキップしました
ko: 구성 요소 다운로드 실패로 건너뛰었습니다
nl: Downloaden van component mislukt; overgeslagen
pl: Pobieranie komponentu nie powiodło się; pominięto
pt: Falha ao transferir o componente; ignorado
ru: Не удалось загрузить компонент; пропущено
sv: Nedladdning av komponenten misslyckades; överhoppad
th: ดาวน์โหลดคอมโพเนนต์ไม่สำเร็จ ข้ามแล้ว
tr: Bileşen indirilemedi; atlandı
uk: Не вдалося завантажити компонент; пропущено
vi: Tải thành phần thất bại; đã bỏ qua
zh_hant: 元件下載失敗，已略過

source: 组件未下载时仍可正常转写，只是不会区分不同说话人。
ar: دون المكوّن، يظل التفريغ يعمل بشكل طبيعي — لكنه لن يفصل بين المتحدثين المختلفين.
de: Ohne die Komponente funktioniert die Transkription weiterhin normal – sie trennt nur keine verschiedenen Sprecher.
en: Without the component, transcription still works normally—it just won't separate different speakers.
es: Sin el componente, la transcripción sigue funcionando con normalidad; simplemente no separa a los distintos hablantes.
fr: Sans le composant, la transcription fonctionne toujours normalement ; elle ne sépare simplement pas les différents intervenants.
hi: घटक के बिना भी ट्रांसक्रिप्शन सामान्य रूप से काम करता है — बस यह अलग-अलग वक्ताओं को अलग नहीं करेगा।
id: Tanpa komponen, transkripsi tetap berjalan normal — hanya tidak memisahkan pembicara yang berbeda.
it: Senza il componente la trascrizione funziona comunque; semplicemente non separa i diversi parlanti.
ja: コンポーネントがなくても文字起こしは通常どおり動作します。ただし、異なる話者は分離されません。
ko: 구성 요소가 없어도 전사는 정상적으로 작동합니다. 다만 서로 다른 화자를 분리하지 않습니다.
nl: Zonder de component werkt transcriptie nog steeds normaal; er worden alleen geen verschillende sprekers gescheiden.
pl: Bez komponentu transkrypcja nadal działa normalnie — po prostu nie rozdziela różnych mówców.
pt: Sem o componente, a transcrição continua a funcionar normalmente; apenas não separa os diferentes falantes.
ru: Без компонента расшифровка по-прежнему работает нормально — просто не разделяет разных говорящих.
sv: Utan komponenten fungerar transkriptionen fortfarande normalt – den separerar bara inte olika talare.
th: หากไม่มีคอมโพเนนต์ การถอดความยังทำงานได้ตามปกติ เพียงแต่จะไม่แยกผู้พูดที่ต่างกัน
tr: Bileşen olmadan çeviri yazı yine normal çalışır; yalnızca farklı konuşmacıları ayırmaz.
uk: Без компонента транскрипція все одно працює нормально — просто не розділяє різних мовців.
vi: Không có thành phần này, chuyển ngữ vẫn hoạt động bình thường — chỉ là không tách những người nói khác nhau.
zh_hant: 元件未下載時仍可正常轉寫，只是不會區分不同說話人。

source: 细
ar: رفيع
de: Fein
en: Fine
es: Fino
fr: Fin
hi: बारीक
id: Halus
it: Sottile
ja: 細い
ko: 가늘게
nl: Fijn
pl: Cienki
pt: Fino
ru: Мелкий
sv: Fin
th: ละเอียด
tr: İnce
uk: Тонкий
vi: Mỏng
zh_hant: 細

source: 统计中…
ar: جارٍ الحساب…
de: Wird berechnet…
en: Calculating…
es: Calculando…
fr: Calcul…
hi: गणना हो रही है…
id: Menghitung…
it: Calcolo…
ja: 集計中…
ko: 계산 중…
nl: Berekenen…
pl: Obliczanie…
pt: Calculando…
ru: Подсчёт…
sv: Beräknar…
th: กำลังคำนวณ…
tr: Hesaplanıyor…
uk: Підрахунок…
vi: Đang tính…
zh_hant: 統計中…

source: 统计失败
ar: تعذّر الحساب
de: Berechnung fehlgeschlagen
en: Couldn’t calculate
es: No se pudo calcular
fr: Échec du calcul
hi: गणना नहीं हो सकी
id: Gagal menghitung
it: Calcolo non riuscito
ja: 集計に失敗しました
ko: 계산 실패
nl: Berekening mislukt
pl: Nie udało się obliczyć
pt: Falha ao calcular
ru: Не удалось подсчитать
sv: Kunde inte beräkna
th: คำนวณไม่สำเร็จ
tr: Hesaplanamadı
uk: Не вдалося підрахувати
vi: Không tính được
zh_hant: 統計失敗

source: 继续
ar: استئناف
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 계속
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Продолжить
sv: Återuppta
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

source: 绿色
ar: أخضر
de: Grün
en: Green
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: 緑
ko: 초록
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный
sv: Grön
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Xanh lục
zh_hant: 綠色

source: 编辑
ar: تعديل
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
hi: संपादित करें
id: Edit
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hant: 編輯

source: 编辑总结
ar: تحرير الملخص
de: Zusammenfassung bearbeiten
en: Edit Summary
es: Editar resumen
fr: Modifier le résumé
hi: सारांश संपादित करें
id: Edit Ringkasan
it: Modifica riepilogo
ja: 要約を編集
ko: 요약 편집
nl: Samenvatting bewerken
pl: Edytuj podsumowanie
pt: Editar Resumo
ru: Изменить резюме
sv: Redigera sammanfattning
th: แก้ไขสรุป
tr: Özeti Düzenle
uk: Редагувати підсумок
vi: Sửa tóm tắt
zh_hant: 編輯總結

source: 编辑模式：⌘F 查找 / ⌘R 全部替换（转写与总结的编辑框内生效）
ar: وضع التحرير: ⌘F للبحث / ⌘R لاستبدال الكل (يعمل داخل مربعات تحرير النص المفرَّغ والملخص)
de: Bearbeitungsmodus: ⌘F Suchen / ⌘R Alles ersetzen (wirkt in den Bearbeitungsfeldern von Transkript und Zusammenfassung)
en: Edit mode: ⌘F to search / ⌘R to replace all (works in the transcript and summary editors)
es: Modo de edición: ⌘F buscar / ⌘R reemplazar todo (activo en los cuadros de edición de la transcripción y el resumen)
fr: Mode édition : ⌘F rechercher / ⌘R tout remplacer (actif dans les zones d’édition de la transcription et du résumé)
hi: संपादन मोड: ⌘F खोज / ⌘R सभी बदलें (ट्रांसक्रिप्ट और सारांश के संपादन बॉक्स में कार्य करता है)
id: Mode sunting: ⌘F cari / ⌘R ganti semua (aktif di kotak suntingan transkrip dan ringkasan)
it: Modalità di modifica: ⌘F cerca / ⌘R sostituisci tutto (attivo nelle caselle di modifica di trascrizione e riepilogo)
ja: 編集モード：⌘F 検索 / ⌘R すべて置換（文字起こしと要約の編集欄で有効）
ko: 편집 모드: ⌘F 찾기 / ⌘R 모두 바꾸기(전사 및 요약 편집 상자에서 작동)
nl: Bewerkingsmodus: ⌘F zoeken / ⌘R alles vervangen (werkt in de bewerkingsvelden van transcript en samenvatting)
pl: Tryb edycji: ⌘F szukaj / ⌘R zamień wszystko (działa w polach edycji transkrypcji i podsumowania)
pt: Modo de edição: ⌘F buscar / ⌘R substituir tudo (ativo nas caixas de edição da transcrição e do resumo)
ru: Режим редактирования: ⌘F — найти / ⌘R — заменить всё (действует в полях редактирования расшифровки и сводки)
sv: Redigeringsläge: ⌘F sök / ⌘R ersätt alla (fungerar i redigeringsrutorna för transkription och sammanfattning)
th: โหมดแก้ไข: ⌘F ค้นหา / ⌘R แทนที่ทั้งหมด (ใช้งานได้ในกล่องแก้ไขของการถอดเสียงและบทสรุป)
tr: Düzenleme modu: ⌘F ara / ⌘R tümünü değiştir (döküm ve özet düzenleme kutularında geçerlidir)
uk: Режим редагування: ⌘F — знайти / ⌘R — замінити все (діє в полях редагування розшифровки та підсумку)
vi: Chế độ chỉnh sửa: ⌘F tìm / ⌘R thay thế tất cả (có hiệu lực trong khung chỉnh sửa của bản chuyển ngữ và bản tóm tắt)
zh_hant: 編輯模式：⌘F 查找 / ⌘R 全部替換（轉寫與總結的編輯框內生效）

source: 编辑模式（支持 Markdown）
ar: وضع التعديل (يدعم Markdown)
de: Bearbeitungsmodus (Markdown unterstützt)
en: Edit mode (Markdown supported)
es: Modo edición (compatible con Markdown)
fr: Mode édition (Markdown pris en charge)
hi: संपादन मोड (Markdown समर्थित)
id: Mode edit (mendukung Markdown)
it: Modalità modifica (Markdown supportato)
ja: 編集モード（Markdown 対応）
ko: 편집 모드(Markdown 지원)
nl: Bewerkmodus (Markdown ondersteund)
pl: Tryb edycji (obsługuje Markdown)
pt: Modo edição (Markdown suportado)
ru: Режим редактирования (поддерживается Markdown)
sv: Redigeringsläge (stöder Markdown)
th: โหมดแก้ไข (รองรับ Markdown)
tr: Düzenleme modu (Markdown desteklenir)
uk: Режим редагування (підтримує Markdown)
vi: Chế độ chỉnh sửa (hỗ trợ Markdown)
zh_hant: 編輯模式（支持 Markdown）

source: 编辑模式下按 ⌘F 查找、⌘R 全部替换，实时显示匹配数量
ar: في وضع التحرير، اضغط ⌘F للبحث و ⌘R لاستبدال الكل، مع عرض عدد التطابقات مباشرةً.
de: Im Bearbeitungsmodus mit ⌘F suchen und mit ⌘R alles ersetzen – die Trefferzahl wird live angezeigt.
en: In edit mode, press ⌘F to search and ⌘R to replace all, with a live match count.
es: En el modo de edición, pulse ⌘F para buscar y ⌘R para reemplazar todo, con recuento de coincidencias en tiempo real.
fr: En mode édition, ⌘F pour rechercher et ⌘R pour tout remplacer, avec comptage des correspondances en temps réel.
hi: संपादन मोड में ⌘F से खोजें और ⌘R से सभी बदलें; मेलों की संख्या तुरंत दिखाई जाती है।
id: Dalam mode sunting, tekan ⌘F untuk mencari dan ⌘R untuk mengganti semua, dengan jumlah kecocokan yang diperbarui langsung.
it: In modalità di modifica, premi ⌘F per cercare e ⌘R per sostituire tutto, con conteggio delle corrispondenze in tempo reale.
ja: 編集モードでは ⌘F で検索、⌘R ですべて置換でき、一致件数をリアルタイムで表示します。
ko: 편집 모드에서 ⌘F로 찾고 ⌘R로 모두 바꿀 수 있으며, 일치 개수가 실시간으로 표시됩니다.
nl: In de bewerkingsmodus: ⌘F voor zoeken en ⌘R voor alles vervangen, met realtime aantal treffers.
pl: W trybie edycji naciśnij ⌘F, aby wyszukać, i ⌘R, aby zamienić wszystko — liczba trafień jest pokazywana na bieżąco.
pt: No modo de edição, use ⌘F para buscar e ⌘R para substituir tudo, com contagem de correspondências em tempo real.
ru: В режиме редактирования ⌘F — поиск, ⌘R — заменить всё; количество совпадений отображается в реальном времени.
sv: I redigeringsläget trycker du på ⌘F för att söka och ⌘R för att ersätta alla, med antal träffar i realtid.
th: ในโหมดแก้ไข กด ⌘F เพื่อค้นหาและ ⌘R เพื่อแทนที่ทั้งหมด พร้อมแสดงจำนวนที่ตรงกันแบบเรียลไทม์
tr: Düzenleme modunda ⌘F ile arayın, ⌘R ile tümünü değiştirin; eşleşme sayısı gerçek zamanlı gösterilir.
uk: У режимі редагування ⌘F — пошук, ⌘R — замінити все; кількість збігів показується в реальному часі.
vi: Ở chế độ chỉnh sửa, nhấn ⌘F để tìm và ⌘R để thay thế tất cả, với số kết quả khớp hiển thị theo thời gian thực.
zh_hant: 編輯模式下按 ⌘F 查找、⌘R 全部替換，即時顯示匹配數量

source: 编辑画面要点
ar: تحرير النقاط المرئية
de: Bildpunkte bearbeiten
en: Edit Visual Highlights
es: Editar puntos visuales
fr: Modifier les points clés visuels
hi: दृश्य मुख्य बिंदु संपादित करें
id: Edit Poin Visual
it: Modifica punti visivi
ja: 画面の要点を編集
ko: 화면 요약 편집
nl: Visuele hoogtepunten bewerken
pl: Edytuj punkty obrazu
pt: Editar destaques visuais
ru: Редактировать визуальные тезисы
sv: Redigera visuella punkter
th: แก้ไขสรุปภาพ
tr: Görsel Özetleri Düzenle
uk: Редагувати візуальні тези
vi: Chỉnh sửa điểm hình ảnh
zh_hant: 編輯畫面要點

source: 编辑词典
ar: تعديل القاموس
de: Wörterbuch bearbeiten
en: Edit Dictionary
es: Editar diccionario
fr: Modifier le dictionnaire
hi: शब्दकोश संपादित करें
id: Edit kamus
it: Modifica dizionario
ja: 辞書を編集
ko: 사전 편집
nl: Woordenboek bewerken
pl: Edytuj słownik
pt: Editar dicionário
ru: Изменить словарь
sv: Redigera ordbok
th: แก้ไขพจนานุกรม
tr: Sözlüğü Düzenle
uk: Редагувати словник
vi: Sửa từ điển
zh_hant: 編輯詞典

source: 编辑配置
ar: تعديل التكوين
de: Konfiguration bearbeiten
en: Edit Configuration
es: Editar configuración
fr: Modifier la configuration
hi: कॉन्फ़िगरेशन संपादित करें
id: Edit konfigurasi
it: Modifica configurazione
ja: 設定を編集
ko: 구성 편집
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt: Editar configuração
ru: Редактировать конфигурацию
sv: Redigera konfiguration
th: แก้ไขการกำหนดค่า
tr: Yapılandırmayı düzenle
uk: Редагувати конфігурацію
vi: Chỉnh sửa cấu hình
zh_hant: 編輯配置

source: 缩小
ar: تصغير
de: Verkleinern
en: Zoom out
es: Reducir
fr: Zoom arrière
hi: ज़ूम आउट करें
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pl: Pomniejsz
pt: Reduzir
ru: Уменьшить
sv: Zooma ut
th: ย่อ
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hant: 縮小

source: 缺少屏幕录制权限，请在「系统设置 → 隐私与安全性 → 屏幕录制」中允许 Memonta。
ar: إذن تسجيل الشاشة مفقود. اسمح لـ Memonta من «إعدادات النظام → الخصوصية والأمان → تسجيل الشاشة».
de: Die Berechtigung „Bildschirmaufnahme“ fehlt. Erlauben Sie Memonta unter Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme.
en: Screen Recording permission is missing. Allow Memonta in System Settings → Privacy & Security → Screen Recording.
es: Falta el permiso de grabación de pantalla. Permite Memonta en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla.
fr: L’autorisation d’enregistrement d’écran est manquante. Autorisez Memonta dans Réglages → Confidentialité et sécurité → Enregistrement de l’écran.
hi: स्क्रीन रिकॉर्डिंग की अनुमति नहीं है। «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → स्क्रीन रिकॉर्डिंग» में Memonta को अनुमति दें।
id: Izin perekaman layar belum ada. Izinkan Memonta di «Pengaturan Sistem → Privasi & Keamanan → Perekaman Layar».
it: Manca il permesso di registrazione schermo. Consenti Memonta in Impostazioni di Sistema → Privacy e sicurezza → Registrazione schermo.
ja: 画面収録の権限がありません。「システム設定 → プライバシーとセキュリティ → 画面収録」で Memonta を許可してください。
ko: 화면 기록 권한이 없습니다. ‘시스템 설정 → 개인정보 보호 및 보안 → 화면 기록’에서 Memonta를 허용하세요.
nl: De machtiging Schermopname ontbreekt. Sta Memonta toe via Systeeminstellingen → Privacy en beveiliging → Schermopname.
pl: Brak uprawnienia do nagrywania ekranu. Zezwól aplikacji Memonta w „Ustawienia systemowe → Prywatność i bezpieczeństwo → Nagrywanie ekranu”.
pt: Falta a permissão de gravação de ecrã. Permita o Memonta em Definições do Sistema → Privacidade e Segurança → Gravação de ecrã.
ru: Нет разрешения на запись экрана. Разрешите Memonta в «Системные настройки → Конфиденциальность и безопасность → Запись экрана».
sv: Behörigheten för skärminspelning saknas. Tillåt Memonta i Systeminställningar → Integritet och säkerhet → Skärminspelning.
th: ยังไม่ได้ให้สิทธิ์บันทึกหน้าจอ โปรดอนุญาต Memonta ที่ «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การบันทึกหน้าจอ»
tr: Ekran kaydı izni yok. «Sistem Ayarları → Gizlilik ve Güvenlik → Ekran Kaydı» bölümünde Memonta’ya izin verin.
uk: Немає дозволу на запис екрана. Дозвольте Memonta у «Системні налаштування → Конфіденційність і безпека → Запис екрана».
vi: Thiếu quyền ghi màn hình. Hãy cho phép Memonta trong «Cài đặt hệ thống → Quyền riêng tư và bảo mật → Ghi màn hình».
zh_hant: 缺少螢幕錄製權限，請在「系統設定 → 隱私權與安全性 → 螢幕錄製」中允許 Memonta。

source: 缺少系统权限，请在系统设置中授权后重试。
ar: الصلاحية المطلوبة من النظام مفقودة. امنح الإذن من إعدادات النظام ثم أعد المحاولة.
de: Erforderliche Systemberechtigung fehlt. Bitte in den Systemeinstellungen erlauben und erneut versuchen.
en: Required system permission is missing. Grant it in System Settings and try again.
es: Falta un permiso del sistema. Concédelo en Ajustes del Sistema e inténtalo de nuevo.
fr: Une autorisation système est requise. Accordez-la dans Réglages Système puis réessayez.
hi: आवश्यक सिस्टम अनुमति नहीं है। सिस्टम सेटिंग्स में अनुमति दें और फिर से प्रयास करें।
id: Izin sistem diperlukan. Berikan izin di Pengaturan Sistem lalu coba lagi.
it: Manca un'autorizzazione di sistema. Concedila in Impostazioni di Sistema e riprova.
ja: システムの権限がありません。システム設定で許可してから再試行してください。
ko: 시스템 권한이 없습니다. 시스템 설정에서 허용한 후 다시 시도하세요.
nl: Systeemtoestemming ontbreekt. Verleen deze in Systeeminstellingen en probeer opnieuw.
pl: Brak wymaganej zgody systemowej. Udziel jej w Ustawieniach systemowych i spróbuj ponownie.
pt: Falta uma permissão do sistema. Conceda-a em Ajustes do Sistema e tente novamente.
ru: Нет необходимого системного разрешения. Разрешите его в «Системных настройках» и повторите.
sv: Nödvändig systembehörighet saknas. Bevilja den i Systeminställningar och försök igen.
th: ไม่มีสิทธิ์ของระบบที่จำเป็น กรุณาอนุญาตในการตั้งค่าระบบแล้วลองใหม่
tr: Gerekli sistem izni yok. Sistem Ayarları'ndan izin verip yeniden deneyin.
uk: Немає потрібного системного дозволу. Надайте його в «Системних налаштуваннях» і повторіть.
vi: Thiếu quyền hệ thống. Hãy cấp quyền trong Cài đặt Hệ thống rồi thử lại.
zh_hant: 缺少系統權限，請在系統設定中授權後重試。

source: 网络连接不可用或无法连接服务器，请检查网络后重试。
ar: الشبكة غير متاحة أو يتعذّر الوصول إلى الخادم. تحقق من الاتصال وأعد المحاولة.
de: Das Netzwerk ist nicht verfügbar oder der Server ist nicht erreichbar. Prüfen Sie die Verbindung und versuchen Sie es erneut.
en: The network is unavailable or the server can't be reached. Check your connection and try again.
es: La red no está disponible o no se puede alcanzar el servidor. Comprueba la conexión e inténtalo de nuevo.
fr: Le réseau est indisponible ou le serveur est injoignable. Vérifiez votre connexion et réessayez.
hi: नेटवर्क उपलब्ध नहीं है या सर्वर तक नहीं पहुँचा जा सकता। कनेक्शन जाँचें और पुनः प्रयास करें।
id: Jaringan tidak tersedia atau server tidak dapat dijangkau. Periksa koneksi dan coba lagi.
it: La rete non è disponibile o il server non è raggiungibile. Controlla la connessione e riprova.
ja: ネットワークに接続できないか、サーバーに接続できません。ネットワークを確認して再試行してください。
ko: 네트워크를 사용할 수 없거나 서버에 연결할 수 없습니다. 네트워크를 확인한 후 다시 시도하세요.
nl: Het netwerk is niet beschikbaar of de server is onbereikbaar. Controleer de verbinding en probeer het opnieuw.
pl: Sieć jest niedostępna lub nie można połączyć się z serwerem. Sprawdź połączenie i spróbuj ponownie.
pt: A rede não está disponível ou o servidor não pode ser alcançado. Verifique a ligação e tente novamente.
ru: Сеть недоступна или сервер недостижим. Проверьте подключение и повторите попытку.
sv: Nätverket är otillgängligt eller servern kan inte nås. Kontrollera anslutningen och försök igen.
th: เครือข่ายใช้งานไม่ได้หรือเชื่อมต่อเซิร์ฟเวอร์ไม่ได้ โปรดตรวจสอบเครือข่ายแล้วลองใหม่
tr: Ağ kullanılamıyor veya sunucuya ulaşılamıyor. Bağlantıyı kontrol edip yeniden deneyin.
uk: Мережа недоступна або сервер недосяжний. Перевірте з’єднання та повторіть спробу.
vi: Mạng không khả dụng hoặc không thể kết nối máy chủ. Hãy kiểm tra kết nối và thử lại.
zh_hant: 網路連線無法使用或無法連線伺服器，請檢查網路後重試。

source: 联系我们
ar: اتصل بنا
de: Kontakt
en: Contact Us
es: Contacto
fr: Nous contacter
hi: संपर्क करें
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Contact
pl: Kontakt
pt: Fale conosco
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
uk: Зв’язатися з нами
vi: Liên hệ
zh_hant: 聯絡我們

source: 联系方式（可选）
ar: جهة الاتصال (اختياري)
de: Kontakt (optional)
en: Contact info (optional)
es: Contacto (opcional)
fr: Coordonnées (facultatif)
hi: संपर्क (वैकल्पिक)
id: Kontak (opsional)
it: Contatto (facoltativo)
ja: 連絡先（任意）
ko: 연락처(선택 사항)
nl: Contact (optioneel)
pl: Kontakt (opcjonalnie)
pt: Contato (opcional)
ru: Контакт (необязательно)
sv: Kontakt (valfritt)
th: ข้อมูลติดต่อ (ไม่บังคับ)
tr: İletişim (isteğe bağlı)
uk: Контакт (необов'язково)
vi: Liên hệ (tùy chọn)
zh_hant: 聯絡方式（選填）

source: 自动检测
ar: كشف تلقائي
de: Automatisch erkennen
en: Auto Detect
es: Detección automática
fr: Détection automatique
hi: स्वतः पहचान
id: Deteksi Otomatis
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
nl: Automatisch detecteren
pl: Automatyczne wykrywanie
pt: Deteção automática
ru: Автоопределение
sv: Automatisk identifiering
th: ตรวจหาอัตโนมัติ
tr: Otomatik algıla
uk: Автовизначення
vi: Tự động phát hiện
zh_hant: 自動偵測

source: 自动检测系统静音
ar: كشف كتم النظام تلقائيًا
de: Systemstummschaltung automatisch erkennen
en: Auto-detect system mute
es: Detectar automáticamente el silencio del sistema
fr: Détecter automatiquement la sourdine système
hi: सिस्टम म्यूट का स्वतः पता लगाएँ
id: Deteksi otomatis bisu sistem
it: Rileva automaticamente il silenzio di sistema
ja: システムミュートを自動検出
ko: 시스템 음소거 자동 감지
nl: Detecteer systeemdempen automatisch
pl: Automatycznie wykrywaj wyciszenie systemowe
pt: Detectar automaticamente o silêncio do sistema
ru: Автоматически обнаруживать системное отключение звука
sv: Upptäck systemtystning automatiskt
th: ตรวจจับการปิดเสียงระบบอัตโนมัติ
tr: Sistem sessizini otomatik algıla
uk: Автоматично виявляти системне вимкнення звуку
vi: Tự động phát hiện tắt tiếng hệ thống
zh_hant: 自動檢測系統靜音

source: 自动生成总结和待办
ar: إنشاء الملخصات والمهام تلقائيًا
de: Zusammenfassungen und Aufgaben automatisch erstellen
en: Automatically generate summaries and to-dos
es: Generar automáticamente resúmenes y tareas
fr: Générer automatiquement les résumés et les tâches
hi: सारांश और कार्य स्वतः बनाएँ
id: Buat ringkasan dan tugas secara otomatis
it: Genera automaticamente riepiloghi e attività
ja: 要約と ToDo を自動生成
ko: 요약과 할 일 자동 생성
nl: Automatisch samenvattingen en taken genereren
pl: Automatycznie generuj podsumowania i zadania
pt: Gerar automaticamente resumos e tarefas
ru: Автоматически создавать резюме и задачи
sv: Skapa sammanfattningar och uppgifter automatiskt
th: สร้างสรุปและงานโดยอัตโนมัติ
tr: Özetleri ve görevleri otomatik oluştur
uk: Автоматично створювати підсумки й завдання
vi: Tự động tạo tóm tắt và việc cần làm
zh_hant: 自動產生總結和待辦
